aaron-bond.better-comments
adam-bender.commit-message-editor
adpyke.codesnap
alefragnani.bookmarks
alefragnani.project-manager
anbuselvanrocky.bootstrap5-vscode
anderseandersen.html-class-suggestions
angelluisalmaraz.project-colorize
anteprimorac.html-end-tag-labels
aykutsarac.jsoncrack-vscode
be5invis.vscode-custom-css
bracketpaircolordlw.bracket-pair-color-dlw
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
britesnow.vscode-toggle-quotes
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cirlorm.mobileview
dbaeumer.vscode-eslint
dheovani.svg-viewer
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
eriklynd.json-tools
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
haderyatparmagyaa.ashrab-shaay
helixquar.randomeverything
heybourn.headwind
hossaini.bootstrap-intellisense
huntertran.auto-markdown-toc
igordvlpr.open-in-browser
jasonlhy.hungry-delete
josemurilloc.aura-spirit-dracula
jslearn.wemulator
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
loczek.next-js-ts-snippets
manishsencha.readme-preview
ms-python.autopep8
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.js-debug-nightly
ms-vsliveshare.vsliveshare
naumovs.color-highlight
njpwerner.autodocstring
oderwat.indent-rainbow
pkief.material-icon-theme
pomdtr.excalidraw-editor
pranaygp.vscode-css-peek
rangav.vscode-thunder-client
redhat.vscode-yaml
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
ryanolsonx.snippet-creator
shd101wyy.markdown-preview-enhanced
shellomo.frontend-power-pack
shellomo.js-snippets-pro
streetsidesoftware.code-spell-checker
subframe7536.custom-ui-style
tabnine.tabnine-vscode
techer.open-in-browser
tonybaloney.vscode-pets
ttoowa.in-your-face-incredible
usernamehw.errorlens
vadimcn.vscode-lldb
vitest.explorer
vsls-contrib.codetour
wallabyjs.quokka-vscode
whizkydee.material-palenight-theme
wholroyd.jinja
wware.snippet-creator
xabikos.javascriptsnippets
xabikos.reactsnippets
zignd.html-css-class-completion
